#include "main.h"

eventi bsmeta<eventi>::elements[] = {{},
{"ѕрошлой ночью шел такой ливень, что все дороги превратились в сплошную кашу. » хот€ пешему путнику пройти сложно, впереди вы замечаете тех, кому повезло еще меньше. ¬ы подходите к веренице повоок, застр€вших в гр€зи на обочине дороги.\nќсмотревшись, вы видите там весьма разношерстную публику в €рких одеждах. ќни стараютс€ вытолкнуть из гр€зи свои цветастые повозки, украшенные эмблемами \"”дивительного магиеского техноцирка\".\n - ћы только остановились, чтобы перекусить, а теперь колеса застр€ли в гр€зи, - произносит куатрил в странноватом цилиндре, когда вы подходите поближе. - я уверен, что пара наших силачей с легкостью их вытащит, но от помощи мы бы тоже не отказались.",
{"ѕомочь вытолкнуть повозку куатрила-распор€дител€.", "ѕомочь вытолкнуть повозку предсказательницы."}},
};