#include "main.h"

monsteri bsmeta<monsteri>::elements[] = {{"ќжившие кости", Move,
{{{5, 2, 1, 0, {{Target, 2}}}, {6, 4, 2, 0, {{Target, 2}}}},
{{5, 3, 1, 0, {{Target, 2}, {Shield, 1}}}, {6, 4, 2, 0, {{Target, 3}, {Shield, 1}}}},
}},
{"ќжившие труп", Move,
{{{5, 1, 3, 0}, {10, 1, 3}},
{{7, 1, 3}, {10, 1, 4}},
{{9, 1, 3}, {13, 1, 4}},
{{10, 1, 4}, {13, 2, 5}},
}},
{"ќгненный демон", Fly,
{{{2, 3, 2, 3, {{Shield, 2}}}, {3, 3, 2, 3, {{Shield, 3}}}},
{{2, 3, 2, 3, {{Shield, 3}}}, {3, 3, 2, 4, {{Retaliate, 2}, {Range, 2}, {Shield, 4}}}},
}},
};